const basicNavigationItems = [
  {
    name: "Услуги и цены",
    link: "price-and-service",
  },
  {
    name: "Мастера",
    link: "masters",
  },
  {
    name: "Наши работы",
    link: "works",
  },
  {
    name: "О нас",
    link: "about",
  },
  {
    name: "Контакты",
    link: "contacts",
  },
];

const footerNavigationItems = [
  {
    name: "Услуги и цены",
    link: "price-and-service",
  },
  {
    name: "Мастера",
    link: "masters",
  },
  {
    name: "Наши работы",
    link: "works",
  },
  {
    name: "Контакты",
    link: "contacts",
  },
];

const serviceItems = [
  {
    name: "Стрижка и укладка",
    content: [
      {
        name: "Женская стрижка",
        desc: "Короткие волосы",
        price: "1200",
      },
      {
        name: "Мужская стрижка",
        desc: "Короткие волосы",
        price: "1200",
      },
      {
        name: "Детский стиль",
        desc: "Короткие волосы",
        price: "1200",
      },
      {
        name: "Креативный стиль",
        desc: "Короткие волосы",
        price: "1200",
      },
      {
        name: "Стрижка бороды и усов",
        desc: "Короткие волосы",
        price: "1200",
      },
      {
        name: "Экспресс укладка",
        desc: "Короткие волосы",
        price: "1200",
      },
      {
        name: "Укладка дневная",
        desc: "Короткие волосы",
        price: "1200",
      },
      {
        name: "Прическа вечерняя (свадебная)",
        desc: "Короткие волосы",
        price: "3000",
      }
    ]
  },
  {
    name: "Косметология",
    content: [
      {
        name: "Женская стрижка",
        desc: "Короткие волосы",
        price: "900",
      },
      {
        name: "Мужская стрижка",
        desc: "Короткие волосы",
        price: "1700",
      },
      {
        name: "Детский стиль",
        desc: "Короткие волосы",
        price: "4200",
      },
      {
        name: "Креативный стиль",
        desc: "Короткие волосы",
        price: "3000",
      },
    ]
  },
  {
    name: "Маникюр и педикюр",
    content: [
      {
        name: "Женская стрижка",
        desc: "Короткие волосы",
        price: "4200",
      },
      {
        name: "Мужская стрижка",
        desc: "Короткие волосы",
        price: "3200",
      },
      {
        name: "Детский стиль",
        desc: "Короткие волосы",
        price: "2500",
      },
      {
        name: "Мужская стрижка",
        desc: "Короткие волосы",
        price: "3200",
      },
      {
        name: "Мужская стрижка",
        desc: "Короткие волосы",
        price: "3200",
      },
      {
        name: "Креативный стиль",
        desc: "Короткие волосы",
        price: "2500",
      },
    ]
  },
  {
    name: "Макияж",
    content: [
      {
        name: "Женская стрижка",
        desc: "Короткие волосы",
        price: "1700",
      },
      {
        name: "Мужская стрижка",
        desc: "Короткие волосы",
        price: "1700",
      },
      {
        name: "Детский стиль",
        desc: "Короткие волосы",
        price: "1700",
      },
      {
        name: "Креативный стиль",
        desc: "Короткие волосы",
        price: "1700",
      },
    ]
  },
  {
    name: "Брови и ресницы",
    content: [
      {
        name: "Женская стрижка",
        desc: "Короткие волосы",
        price: "1500",
      },
      {
        name: "Коррекция",
        desc: "Короткие волосы",
        price: "1500",
      },
      {
        name: "Ламинирование",
        desc: "Короткие волосы",
        price: "1500",
      },
      {
        name: "Окрашивание",
        desc: "Короткие волосы",
        price: "1500",
      },
      {
        name: "Детский стиль",
        desc: "Короткие волосы",
        price: "1500",
      },
      {
        name: "Креативный стиль",
        desc: "Короткие волосы",
        price: "1500",
      },
    ]
  },
  {
    name: "Массаж",
    content: [
      {
        name: "Женская стрижка",
        desc: "Короткие волосы",
        price: "2000",
      },
      {
        name: "Мужская стрижка",
        desc: "Короткие волосы",
        price: "2000",
      },
      {
        name: "Детский стиль",
        desc: "Короткие волосы",
        price: "2000",
      },
      {
        name: "Детский стиль",
        desc: "Короткие волосы",
        price: "2000",
      },
      {
        name: "Креативный стиль",
        desc: "Короткие волосы",
        price: "2000",
      },
    ]
  },
]

export { basicNavigationItems, footerNavigationItems, serviceItems };